Repository: MeiYuLong/GraphicEditKit
Catalog: GraphicEditKit/Assets/*.lproj/GELocalizable.strings
Languages: lo, ms, th

# ge.text
source: text
lo: ຂໍ້ຄວາມ
ms: Teks
th: ข้อความ

# ge.text_box
source: text box
lo: ກ່ອງຂໍ້ຄວາມ
ms: Kotak teks
th: กล่องข้อความ

# ge.picture
source: picture
lo: ຮູບພາບ
ms: Gambar
th: รูปภาพ

# ge.QR_code
source: QR code
lo: ບາໂຄດ
ms: Kod QR

# ge.Bar_code
source: Bar code
lo: ບາໂຄດ
ms: Kod bar
th: บาร์โค้ด

# ge.glyph
source: glyph
lo: ຕົວອັກສອນ
ms: Fon
th: ตัวอักษร

# ge.font_size
source: font size
lo: ຂະໜາດຕົວໜັງສື
ms: Saiz fon
th: ขนาดอักษร

# ge.alignment
source: alignment
lo: ຈັດລຽນ
ms: Sejajar
th: จัดตำแหน่ง

# ge.indent
source: indent
lo: ຊຸມເຂົ້າ
ms: Inden
th: ชิดขอบ

# ge.row_spacing
source: row spacing
lo: ໄລຍະຫ່າງຂອງແຖວ
ms: Jarak
th: ระยะห่าง

# ge.rotate
source: rotate
lo: ໝູນ
ms: Putar
th: หมุน

# ge.delete
source: delete
lo: ລຶບ
ms: Padam
th: ลบ

# ge.scale
source: scale
lo: ຂະຫຍາຍ
ms: Zum
th: ขยาย

# ge.Double_click
source: Double click the text to edit the content
lo: ກົດສອງຄັ້ງເພື່ອດັດແກ້ເນື້ອຫາຂໍ້ຄວາມ
ms: Klik dua kali untuk edit
th: คลิกสองครั้งเพื่อแก้ไขข้อความ

# ge.Are_you_sure
source: Are you sure you want to quit
lo: ຢືນຢັນທີ່ຈະອອກຫຼືບໍ່?
ms: Anda pasti nak log keluar?
th: ต้องการยกเลิกใช่หรือไม่

# ge.All_photos
source: All photos
lo: ຮູບພາບທັງໝົດ
ms: Semua gambar
th: รูปภาพทั้งหมด

# ge.edit_picture
source: edit picture
lo: ແກ້ໄຂຮູບພາບ
ms: Edit gambar
th: แก้ไขรูปภาพ

# ge.Printer_status
source: Printer status is abnormal
lo: ສະພາບການຂອງເຄື່ອງປິ້ນຜິດປົກກະຕິ
ms: Status pencetak tidak normal
th: สถานะเครื่องปริ้นท์ผิดปกติ

# ge.Print_preview
source: Print preview
lo: ຕົວຢ່າງການປິ້ນ
ms: Ketumpatan cetakan
th: ตัวอย่างก่อนพิมพ์

# ge.Print_setting
source: Print setting
lo: ການຕັ້ງຄ່າຂອງເຄື່ອງປິ້ນ
ms: Tetapan pencetak
th: ตั้งค่าการพิมพ์

# ge.Print_density
source: Print density
lo: ຄວາມເຂັ້ມຂອງການປິ້ນ
ms: Kepekatan pencetak
th: คุณภาพการพิมพ์

# ge.Print_quantity
source: Print quantity
lo: 打印数量
ms: 打印数量
th: จำนวนการพิมพ์

# ge.Print_type
source: Print type
lo: ຮູບແບບການປິ້ນ
ms: Mod cetak
th: รูปแบบการพิมพ์

# ge.Image_&_Text
source: Image & Text
lo: ຮູບຕົວໜັງສື
ms: Gambar
th: รูปภาพ

# ge.light
source: light
lo: ຈືດ
ms: Ringan
th: ต่ำ

# ge.moderate
source: moderate
lo: ປານກາງ
ms: Sederhana
th: ปานกลาง

# ge.strong
source: strong
lo: ເຂັ້ມ
ms: Pekat
th: สูง

# ge.portion
source: portion
lo: ຊຸດ
ms: Salinan
th: ฉบับ

# ge.length
source: length
lo: 长度
ms: 长度
th: ความยาว

# ge.print_now
source: print now
lo: ປິ້ນດຽວນີ້
ms: Cetak sekarang
th: พิมพ์ทันที

# ge.Image-Text_printing
source: Image-Text printing
lo: ປິ້ນຮູບຕົວໜັງສື
ms: Cetak grafik
th: พิมพ์รูปภาพ&ข้อความ

# ge.generated
source: generated
lo: ກາຍເປັນ
ms: Menjana
th: ยืนยัน

# ge.please_enter_barcode
source: please enter to generate barcode
lo: ກະລຸນາປ້ອນເລກQR
ms: Sila masukkan kod bar
th: กรุณากรอกข้อมูลเพื่อสร้างบาร์โค้ด

# ge.please_enter_QRCode
source: please enter to generate QRcode
lo: ກະລຸນາໃສ່ເພື່ອສ້າງລະຫັດ QR
ms: Sila isikan kod QR
th: กรุณากรอกข้อมูลเพื่อสร้าง QR code

# ge.Content_cannot_be_empty
source: Content cannot be empty
lo: ເນື້ອໃນບໍ່ສາມາດວ່າງເປົ່າໄດ້
ms: Kandugan tidak boleh dikosangkan
th: เนื้อหาไม่สามารถเว้นว่างได้

# ge.Crop_image
source: Crop image
lo: 裁剪图片
ms: 裁剪图片
th: ครอบตัดภาพ

# ge.Please_input_numbers
source: Please input numbers, letters and symbols within 30 digits
lo: ກະລຸນາໃສ່ຕົວເລກ, ຕົວອັກສອນ ແລະ ສັນຍາລັກພາຍໃນ 30 ຕົວ
ms: Sila isikan nombor, huruf, dan simbol tak melebihi 30 digit
th: กรุณากรอกตัวเลข ตัวอักษรหรือสัญลักษณ์ ไม่เกิน 30 ตัว

# ge.Please_enter_100
source: Please enter within 100 characters
lo: ກະລຸນາໃສ່ຕົວອັກຂະລະພາຍໃນ 100 ໂຕອັກຂະລະ
ms: Sila isikan teks tak melebihi 100 huruf
th: กรุณากรอกเนื้อหาไม่เกิน 100 ตัวอักษร

# ge.Crop
source: Crop
lo: ຕັດຕໍ່
ms: Memotong
th: ตัด

# ge.If_you_input_content
source: If you input content too long, it may not print normally
lo: ປ້ອນຂໍ້ມູນເຂົ້າຍາວເກີນໄປ, ມັນອາດເຮັດໃຫ້ປິ້ນບໍ່ປົກກະຕິ
ms: Kandungan input terlalu panjang, mungkin tidak dapat mencetak secara normal
th: หากกรอกข้อความที่ยาวเกินไป อาจทำให้ไม่สามารถพิมพ์ได้

# ge.connection_successful
source: The connection was successful
lo: ເຊື່ອມຕໍ່ສຳເລັດ
ms: Sambungan berjaya
th: เชื่อมต่อสำเร็จ

# ge.Bluetooth_abnormally
source: Bluetooth is disconnected abnormally
lo: Bluetooth ຕັດເຊື່ອມຕໍ່ແບບຜິດປົກກະຕິ
ms: Bluetooth terputus secara tidak normal
th: บลูทูธตัดการเชื่อมต่ออย่างผิดปกติ

# ge.please_input
source: please input
lo: ກະລຸນາປ້ອນໃສ່
ms: Sila isikan
th: กรุณากรอก

# ge.quantity
source: quantity
lo: ຈຳນວນ
ms: Bilangan
th: จำนวน

# ge.sure
source: OK
lo: ຢືນຢັນ
ms: Pasti
th: ยืนยัน

# ge.cancel
source: Cancel
lo: ຍົກເລີກ
ms: Batal
th: ยืนยัน
